<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>ARIT | สำนักวิทยบริการและเทคโนโลยีสารสนเทศ</title>
    <LINK REL="SHORTCUT ICON" HREF="http://www.arit.rbru.ac.th/img/ico/RBRU.ico">
    <link href="https://fonts.googleapis.com/css2?family=Athiti:wght@500&display=swap" rel="stylesheet"> <!-- font-family: 'Prompt', sans-serif; เมนู-->
    <link href="https://fonts.googleapis.com/css2?family=Prompt:ital,wght@1,800&display=swap" rel="stylesheet"> <!-- font-family: 'Sriracha', cursive; header-->
    <link href="https://fonts.googleapis.com/css2?family=Prompt:ital,wght@1,800&display=swap" rel="stylesheet"> <!-- font-family: 'Prompt', sans-serif; เนื้อหาทั่วไป-->
    <link rel="stylesheet" href="css/stypesheet.css">
    
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootswatch/4.5.2/sketchy/bootstrap.min.css" integrity="sha384-RxqHG2ilm4r6aFRpGmBbGTjsqwfqHOKy1ArsMhHusnRO47jcGqpIQqlQK/kmGy9R" crossorigin="anonymous">
    <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js" integrity="sha384-DfXdz2htPH0lsSSs5nCTpuj/zy4C+OGpamoFVy38MVBnE+IbbVYUew+OrCXaRkfj" crossorigin="anonymous"></script>
    <script src="https://cdn.jsdelivr.net/npm/popper.js@1.16.1/dist/umd/popper.min.js" integrity="sha384-9/reFTGAW83EW2RDu2S0VKaIzap3H66lZH81PoYlFhbGU+6BZp6G7niu735Sk7lN" crossorigin="anonymous"></script>
    <script src="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/js/bootstrap.min.js" integrity="sha384-B4gt1jrGC7Jh4AgTPSdUtOBvfO8shuf57BaghqFfPlYxofvL8/KUEfYiJOMMV+rV" crossorigin="anonymous"></script>
    <script src="js/components.js"></script>



</head>

<body>

    <main-manu></main-manu>
    
    <header>
        <div class="jumbotron">
            <h1 class="display-3">สำนักวิทยบริการและเทคโนโลยีสารสนเทศ</h1>
            <hr class="my-4">
            <p>THE OFFICE OF ACADEMIC RESOURCES AND INFORMATION TECHNOLOGY</p>
        </div>
    </header>

    

    <div class="container">
      <div class="row">

            <div class="col-sm-9">

                <div class="row">

                    <div class="card">
                    <h4 class="card-header">แผนแม่บท / นโยบาย / แนวปฏิบัติ</h4>
                        <div class="card-body">
                            <img src="img/it_stru.png" alt=""width="100%" height="100%">

                        </div>
                    </div>  

                </div>
                <!--  -->

                <div class="row">
                    <nav class="nav nav-tabs" id="myTab" role="tablist">
                        <a class="nav-item nav-link active" id="nav-service-tab" data-toggle="tab" href="#nav-service" role="tab" aria-controls="nav-service" aria-expanded="true" aria-selected="true"><strong>1. งานบริการและซ่อมบำรุง</strong> ▼</a>
                        <a class="nav-item nav-link" id="nav-mis-tab" data-toggle="tab" href="#nav-mis" role="tab" aria-controls="nav-mis" aria-selected="false"><strong>2. งานสารสนเทศ</strong> ▼</a>
                        <a class="nav-item nav-link" id="nav-network-tab" data-toggle="tab" href="#nav-network" role="tab" aria-controls="nav-network" aria-selected="false"><strong>3. งานเครือข่าย</strong> ▼</a>
                        <a class="nav-item nav-link" id="nav-innovation-tab" data-toggle="tab" href="#nav-innovation" role="tab" aria-controls="nav-innovation" aria-selected="false"><strong>4. งานพัฒนานวัตกรรม</strong> ▼</a>
                    </nav>

                    <div class="tab-content" id="nav-tabContent">
                    <div class="tab-pane fade active show" id="nav-service" role="tabpanel" aria-labelledby="nav-service-tab">
                        <div class="col-12">
                        <br>
                        <p><u>งานบริการและซ่อมบำรุง</u> มีขอบเขตหน้าที่ความรับผิดชอบ ดังนี้</p>
                            <b>1. บริการห้องปฏิบัติการคอมพิวเตอร์ </b>
                            <p>
                            </p><ul>
                            1.1) จัดทำแผนการให้บริการห้องปฏิบัติการคอมพิวเตอร์ประจำปี <br>
                            1.2) ให้บริการห้องปฏิบัติการคอมพิวเตอร์ สำหรับบริการทั่วไป อมรม สัมมนา และการเรียน การสอน  <br>
                            1.3) ควบคุม ดูแลติดตั้งโปรแกรมและซ่อมบำรุงเครื่องคอมพิวเตอร์ ระบบเครือข่ายภายในห้องปฏิบัติการคอมพิวเตอร์ของศูนย์ฯ ให้อยู่ในสภาพพร้อมใช้งาน  <br>
                            1.4) ควบคุม ดูแลการเข้าใช้เครื่องคอมพิวเตอร์ห้องปฏิบัติการคอมพิวเตอร์ของศูนย์ฯ ให้เป็นระเบียบเรียบร้อย  <br>
                            1.5) ให้คำปรึกษา แนะนำการใช้โปรแกรมเมื่อผู้ใช้บริการเกิดปัญหาในการใช้งาน  <br>
                            1.6) ประสานกับหน่วยงานที่ขอใช้บริการห้องปฏิบัติการคอมพิวเตอร์สำหรับฝึกอบรม สัมมนา ในการติดตั้งฮาร์ดแวร์และซอฟต์แวร์ที่ใช้ในการฝึกอบรม สัมมนา <br>
                            1.7) อำนวยความสะดวกให้กับหน่วยงานที่ขอใช้บริการห้องปฏิบัติการคอมพิวเตอร์สำหรับ ฝึกอบรม สัมมนา ในการติดตั้งฮาร์ดแวร์และซอฟต์แวร์เพิ่มเติม <br>
                            1.8) สำรวจความพึงพอใจของผู้เข้าใช้บริการห้องปฏิบัติการสำหรับบริการนักศึกษา ห้องปฏิบัติการสำหรับฝึกอบรม สัมมนา <br>
                            1.9) จัดเก็บและรวบรวมข้อมูลสถิติผู้เข้าใช้บริการห้องปฏิบัติการคอมพิวเตอร์
                            <p></p>
                            </ul>
                            <b>2. บริการและซ่อมบำรุง </b>
                            <ul>
                            <p>
                            2.1) ตรวจซ่อมและติดตั้งโปรแกรมคอมพิวเตอร์ ของเครื่องคอมพิวเตอร์ภายในมหาวิทยาลัย<br>
                            2.2) ติดต่อประสานงานกับบริษัทตัวแทนจำหน่ายวัสดุอุปกรณ์-ครุภัณฑ์ที่จัดซื้อเกี่ยวกับระยะเวลาการรับประกัน<br>
                            2.3) จัดทำแผนดูแลรักษาครุภัณฑ์คอมพิวเตอร์ภายในมหาวิทยาลัย<br>
                            2.4) ดำเนินการตามแผนดูแลรักษาครุภัณฑ์คอมพิวเตอร์ภายในมหาวิทยาลัย<br>
                            2.5) สำรวจความพึงพอใจผู้รับบริการฝ่ายซ่อมบำรุง<br>
                            2.6) ให้คำปรึกษาแนะนำเกี่ยวกับการใช้งานอุปกรณ์คอมพิวเตอร์<br>
                            2.7) จัดเก็บและรวบรวมและจัดทำรายงานสถิติผู้รับบริการซ่อมบำรุงครุภัณฑ์คอมพิวเตอร์<br>
                            2.8) ให้คำปรึกษาด้านระบบเครือข่ายเบื้องต้น<br>
                            2.9) ตรวจสอบและดูแลระบบเครือข่ายเบื้องต้นตั้งแต่ up link ลงไปจนถึงเครื่องคอมพิวเตอร์<br>
                            2.10) ให้คำปรึกษา และแก้ไขปัญหาการนำอุปกรณ์คอมพิวเตอร์มาใช้งานภายในมหาวิทยาลัย<br>
                            2.11) งานอื่น ๆ ที่ได้รับมอบหมาย
                            </p>
                            </ul>
                        </div>
                    </div>
                    <div class="tab-pane fade" id="nav-mis" role="tabpanel" aria-labelledby="nav-mis-tab">
                    <div class="col-12">
                    <br>
                    <p><u>งานสารสนเทศ</u> มีขอบเขตหน้าที่ความรับผิดชอบ ดังนี้</p>
                            <b>1. บริหารจัดการสารสนเทศเพื่อการบริหาร (MIS) </b>
                            <ul>
                            <p>
                            1.1) ประสานงานกับผู้มีส่วนเกี่ยวข้องเพื่อให้การพัฒนา การบำรุงรักษา และใช้งานระบบ สารสนเทศเป็นไปด้วยความเรียบร้อย<br>
                            1.2) ส่งเสริมและสนับสนุนให้มีการนำระบบสารสนเทศไปใช้ในหน่วยงานต่าง ๆ<br>
                            1.3) ตรวจสอบข้อมูล สารสนเทศ และระบบสารสนเทศที่มีอยู่ในหน่วยงานภายในมหาวิทยาลัยให้ถูกต้องตรงตามความต้องการของระบบงาน<br>
                            1.4) ศึกษามาตรฐานข้อมูล และสารสนเทศเพื่อใช้ในการพัฒนาระบบสารสนเทศภายในมหาวิทยาลัยให้เป็นไปตามมาตรฐานสากล<br>
                            1.5) ศึกษาและพัฒนาขั้นตอนวิธีในการพัฒนาระบบงานเพื่อให้สามารถพัฒนาระบบงานได้อย่างมีประสิทธิภาพ<br>
                            1.6) ตรวจสอบและบำรุงรักษาเครื่องคอมพิวเตอร์แม่ข่ายสำหรับให้บริการ และข้อมูลบนระบบสารสนเทศของหน่วยงานต่างๆ ภายในมหาวิทยาลัยอยู่ในสถานะพร้อมใช้งาน<br>
                            1.7) การกำหนดสิทธิในการเข้าใช้งานข้อมูล สารสนเทศ และระบบสารสนเทศให้กับผู้บริหาร บุคลากร และนักศึกษาของมหาวิทยาลัย<br>
                            1.8) ตรวจสอบสิทธิผู้ที่มีสิทธิในการเข้าใช้งานระบบสารสนเทศ
                            1.9) พัฒนา ดูแลระบบการสำรองข้อมูลและระบบสารสนเทศเพื่อให้สามารถสำรองหรือกู้คืน ได้อย่างมีประสิทธิภาพ<br>
                            1.10) ให้คำปรึกษาในการใช้งานและแก้ไขปัญหาต่าง ๆ ที่เกิดขึ้นจากการใช้สารสนเทศหรือระบบสารสนเทศ
                            </p>
                            </ul>
                            <b>2. ดูแลพัฒนาเว็บไซต์และโปรแกรมประยุกต์ </b>
                            <ul>
                            <p>
                            2.1) ออกแบบ พัฒนา ปรับปรุงเว็บไซต์ตามความต้องการของหน่วยงานทั้งภายในและภายนอกมหาวิทยาลัย<br>
                            2.2) พัฒนาเว็บไซต์ให้สอดคล้องตามมาตรฐานสากลและที่ยอมรับ<br>
                            2.3) ประชาสัมพันธ์ข่าวสารผ่านทางเว็บไซต์มหาวิทยาลัย<br>
                            2.4) ออกแบบป้ายประชาสัมพันธ์ (Banner) ในการประชาสัมพันธ์ข้อมูลบนเว็บไซต์มหาวิทยาลัย<br>
                            2.5) พัฒนาระบบงานที่อำนวยสะดวกในการบริหารจัดการเว็บไซต์<br>
                            2.6) ศึกษามาตรฐานสากลในการพัฒนาเว็บไซต์<br>
                            2.7) ให้คำปรึกษา และแก้ไขปัญหาต่าง ๆ ในการพัฒนาเว็บไซต์<br>
                            2.8) พัฒนาโปรแกรมประยุกต์ตามยุทธศาสตร์มหาวิทยาลัย <br>
                            2.9) ดูแล ปรับปรุงและให้คำปรึกษาการใช้งานแก่ผู้ใช้งานโปรแกรมประยุกต์ที่พัฒนาขึ้น
                        </p>
                        </ul>
                    </div>
                    </div>
                    <div class="tab-pane fade" id="nav-network" role="tabpanel" aria-labelledby="nav-network-tab">
                    <div class="col-12">
                    <br>
                    <p><u>งานระบบเครือข่าย</u> มีขอบเขตหน้าที่ความรับผิดชอบ ดังนี้</p>
                            <b>1. วิเคราะห์และวางแผนระบบเครือข่ายคอมพิวเตอร์  </b>
                            <ul>
                            <p>
                            1.1) วิเคราะห์ และวางแผน ระบบเครือข่ายคอมพิวเตอร์ภายในมหาวิทยาลัย <br>
                            1.2) วิเคราะห์ และวางแผน ด้านการรักษาความปลอดภัยระบบเครือข่ายคอมพิวเตอร์ <br>
                            1.3) บริหารจัดการความเสี่ยงระบบเครือข่ายคอมพิวเตอร์ภายในมหาวิทยาลัย <br>
                            1.4) ให้คำปรึกษาในด้านการออกแบบ การติดตั้ง และการใช้งานระบบเครือข่ายคอมพิวเตอร์ของมหาวิทยาลัย <br>
                            1.5)	งานอื่น ๆ ที่ได้รับมอบหมาย<br>
                            </p>
                            </ul>
                            <b>2. พัฒนาและบำรุงรักษาระบบเครือข่ายคอมพิวเตอร์  </b>
                            <ul>
                            <p>
                            2.1) พัฒนาระบบเครือข่ายและเครื่องแม่ข่ายคอมพิวเตอร์ เพื่อเพิ่มเสถียรภาพทางการให้บริการด้านเครือข่ายและเครื่องแม่ข่ายคอมพิวเตอร์ <br>
                            2.2) ควบคุม ดูแล และบำรุงรักษาเครื่องแม่ข่ายคอมพิวเตอร์ <br>
                            2.3) ควบคุม ดูแล และบำรุงรักษาศูนย์ข้อมูลด้านสารสนเทศของมหาวิทยาลัย <br>
                            2.4) ควบคุม ดูแล และป้องกันการบุกรุก/โจมตีระบบเครือข่ายและเครื่องแม่ข่ายคอมพิวเตอร์ของมหาวิทยาลัย <br>
                            2.5) ควบคุม ดูแล และป้องกันไวรัสคอมพิวเตอร์ไม่ให้แพร่กระจายไปยังระบบเครื่องแม่ข่ายคอมพิวเตอร์ <br>
                            2.6) ให้ความร่วมมือและสนับสนุนด้านเครื่องแม่ข่ายคอมพิวเตอร์กับหน่วยงานภายในมหาวิทยาลัยและหน่วยงานภายนอก <br>
                            2.7)	งานอื่น ๆ ที่ได้รับมอบหมาย
                            </p>
                            </ul>
                            <b>3. บริการด้านระบบเครือข่ายคอมพิวเตอร์  </b>
                            <ul>
                            <p>
                            3.1) ควบคุม ดูแลโครงสร้างพื้นฐานระบบเครือข่ายคอมพิวเตอร์ และเครือข่ายไร้สายของมหาวิทยาลัย <br>
                            3.2) ให้ความร่วมมือและสนับสนุนด้านระบบเครือข่ายคอมพิวเตอร์กับหน่วยงานภายในและหน่วยงานภายนอก <br>
                            3.3) ควบคุมและตรวจสอบการให้บริการระบบเครือข่ายของมหาวิทยาลัยให้สามารถ ใช้งานได้ <br>
                            3.4) ควบคุม ดูแล และให้บริการระบบเครือข่ายภายในมหาวิทยาลัย สำหรับบุคลากรและ นักศึกษา ให้มีความสะดวก รวดเร็ว และปลอดภัยในการใช้งาน <br>
                            3.5) ควบคุม ดูแลอุปกรณ์เครือข่ายของมหาวิทยาลัยให้มีเสถียรภาพ <br>
                            3.6) ควบคุม ดูแล และป้องกันไวรัสคอมพิวเตอร์ไม่ให้แพร่กระจายไปยังระบบคอมพิวเตอร์และเครือข่ายภายในมหาวิทยาลัย <br>
                            3.7) ควบคุม ดูแล และป้องกันการบุกรุกการเข้าใช้งานเครือข่ายจากภายในและภายนอก <br>
                            3.8) ให้การสนับสนุนและบริการกิจกรรมต่าง ๆ ของมหาวิทยาลัยที่เกี่ยวข้องกับการสื่อสารข้อมูลสารสนเทศผ่านระบบเครือข่ายคอมพิวเตอร์<br>
                            3.9) งานอื่น ๆ ที่ได้รับมอบหมาย
                            </p>
                            </ul>
                    </div>
                    </div>  
                    <div class="tab-pane fade" id="nav-innovation" role="tabpanel" aria-labelledby="nav-innovation-tab">
                    <div class="col-12">
                    <br>
                    <p><u>งานพัฒนานวัตกรรม</u> มีขอบเขตหน้าที่ความรับผิดชอบ ดังนี้</p>
                            <b>1.	วิเคราะห์และออกแบบนวัตกรรมสารสนเทศ </b>
                            <ul>
                            <p>
                            1.1) วางแผนโครงการพัฒนาระบบสารสนเทศสำหรับหน่วยงานภายในและภายนอก<br>
                            1.2) ให้คำปรึกษาด้านการออกแบบ การพัฒนาสารสนเทศในโครงการที่พัฒนา<br>
                            1.3) วิเคราะห์ และออกแบบโครงงานวิจัยเชิงประยุกต์ด้านเทคโนโลยีสารสนเทศ โดยมุ่งเน้นการประยุกต์ใช้ในมหาวิทยาลัยเป็นหลัก<br>
                            1.4) วิเคราะห์ และพัฒนาระบบงานเพื่อให้เกิดระบบงานที่พัฒนา มีประสิทธิภาพ และทันสมัย <br>
                            1.5) เก็บรวบรวมความต้องการ การใช้เทคโนโลยีสารสนเทศในมหาวิทยาลัยจากหน่วยงานต่างๆ ภายในมหาวิทยาลัย แล้วนำมาวิเคราะห์ คัดเลือกเทคโนโลยีที่เหมาะสม <br>
                            1.6) วิเคราะห์ผลลัพธ์ของโครงการพัฒนา และวางแผนพัฒนาปรับปรุงโครงการ</p>
                            </ul>
                            <b>2. พัฒนาและบำรุงรักษาระบบเครือข่ายคอมพิวเตอร์  </b>
                            <ul>
                            <p>
                            2.1) ออกแบบ จัดทำ ทดสอบ และปรับปรุง ระบบสารสนเทศตามแผนดำเนินการโครงการ<br>
                            2.2) พัฒนา ทดสอบ และสรุปผลงานวิจัยตามโครงการที่ได้ออกแบบไว้<br>
                            2.3) ให้คำปรึกษาในด้านการออกแบบ การพัฒนาระบบ การติดตั้ง และการใช้งานโปรแกรมประยุกต์และระบบคอมพิวเตอร์ ในโครงการให้แก่องค์กรภายในและภายนอกมหาวิทยาลัย<br>
                            2.4) ติดตาม ศึกษา เก็บรวบรวม และเผยแพร่นวัตกรรม องค์ความรู้ การพัฒนาโปรแกรมประยุกต์ และเทคโนโลยีระบบคอมพิวเตอร์ ให้แก่ทีมงาน และผู้สนใจ	<br>
                            2.5) นำเสนอผลงานของโครงการที่พัฒนาให้แก่ผู้ใช้งานและผู้สนใจ<br>
                            2.6) ติดตามผลของโครงการพัฒนาจากผู้ใช้งาน
                            </p>
                            </ul>
                    </div>
                    </div>  
                    </div>
                    
                </div>


                <!--  -->
            </div>
        

            <div class="col-sm-3">
                <hr>
                <main-itmenu></main-itmenu>
            </div>
            

          
      </div>
    </div>



    <main-footer></main-footer>





</body>
</html>



